{"sections":{"main":{"type":"main-page","disabled":true,"settings":{"show_page_title":true,"bg_color_secondary":false,"padding_top":60,"padding_bottom":60}},"87ba4aaa-7376-4ee8-a742-e83fc09294c3":{"type":"section-accordions","blocks":{"template--17079573741782__87ba4aaa-7376-4ee8-a742-e83fc09294c3-text-1":{"type":"text","settings":{"title":"What is a beard oil ?","text":"<p>Beard oil is a product that is used to moisturize and condition the beard and skin beneath it. It is typically made from a blend of carrier oils, such as argan oil, jojoba oil, and coconut oil, and may also contain essential oils for added scent. Beard oil is applied by rubbing a small amount into the beard and skin, usually after washing the face or showering. It helps to soften the beard, reduce itching and flaking, and keep the beard looking healthy and well-groomed. Some beard oils also have nourishing ingredients that can help to promote beard growth.<\/p>"}},"template--17079573741782__87ba4aaa-7376-4ee8-a742-e83fc09294c3-text-2":{"type":"text","settings":{"title":"What is a beard serum ?","text":"<p>Beard serum is a type of product that is similar to beard oil, but it is typically lighter in consistency and is meant to be used as a styling aid in addition to a conditioning treatment. Beard serum is usually made from a blend of lightweight carrier oils and may contain a variety of ingredients to help tame frizz, add shine, and provide a light hold for styling. It is applied by spreading a small amount through the beard, usually after washing the face or showering, and then combing or brushing the beard to distribute the product evenly. Beard serum is typically used to help control unruly beards and give them a more polished, well-groomed appearance.<\/p>"}},"template--17079573741782__87ba4aaa-7376-4ee8-a742-e83fc09294c3-text-3":{"type":"text","settings":{"title":"What is a beard shampoo ?","text":"<p>Beard shampoo is a product that is specifically formulated to clean and care for facial hair. It is typically used to remove dirt, oil, and other impurities from the beard and skin beneath it, and it may also contain ingredients to moisturize and condition the beard. Beard shampoo is usually used in place of regular shampoo on the beard, and it is applied in the same way – by lathering the product into the beard and then rinsing it out. Some beard shampoos are formulated with gentle ingredients that are suitable for daily use, while others are more intensive and are meant to be used less frequently. It is important to choose a beard shampoo that is appropriate for your beard type and needs in order to keep it looking clean and healthy.<\/p>"}},"template--17079573741782__87ba4aaa-7376-4ee8-a742-e83fc09294c3-text-4":{"type":"text","settings":{"title":"What is a beard conditioner ?","text":"<p>Beard conditioner is a product that is used to moisturize and soften the beard and skin beneath it. It is typically formulated with a blend of conditioning agents, such as natural oils and butters, that help to nourish and protect the beard. Beard conditioner is usually applied after using beard shampoo, and it is left in the beard for a few minutes to allow the conditioning agents to penetrate the hair and skin. It is then rinsed out, leaving the beard feeling soft, nourished, and easier to style. Some beard conditioners also contain ingredients that can help to improve the overall health and appearance of the beard, such as promoting growth, reducing dandruff, and preventing breakage.<\/p>"}},"2bb6b01e-ff30-42f2-b26c-2beb4d3cf2df":{"type":"text","settings":{"title":"What is a beard balm ?","text":"<p>Beard balm is a product that is used to condition and style the beard. It is typically made from a blend of carrier oils, beeswax, and butter, and may also contain essential oils for added scent. Beard balm is applied by scooping a small amount out of the jar or tin and warming it between the palms of the hands. It is then worked through the beard, starting at the roots and working towards the ends, to distribute the balm evenly. Beard balm helps to moisturize the beard, reduce itching and flaking, and provide a light hold for styling. Some beard balms also have nourishing ingredients that can help to promote beard growth and improve the overall health and appearance of the beard.<\/p>"}},"01d604ab-cdae-4303-947c-8879078bd407":{"type":"text","settings":{"title":"What is beard butter ?","text":"<p>Beard butter is a product that is used to moisturize and style the beard. It is typically made from a blend of carrier oils, butter, and beeswax, and may also contain essential oils for added scent. Beard butter is applied by scooping a small amount out of the jar or tin and warming it between the palms of the hands. It is then worked through the beard, starting at the roots and working towards the ends, to distribute the butter evenly. Beard butter helps to nourish the beard, reduce itching and flaking, and provide a medium hold for styling. Some beard butters also have nourishing ingredients that can help to promote beard growth and improve the overall health and appearance of the beard.<\/p>"}},"50322381-5996-4435-8086-6347d93cb1f1":{"type":"text","settings":{"title":"What is a durag ?","text":"<p>A durag is a type of head covering that is worn for a variety of reasons, including to protect the hair and scalp, to keep the hair in place, or to maintain a certain hairstyle. Durags are typically made of stretchy, silky fabric and have ties or strings that can be secured around the head to hold the durag in place. They come in a variety of colors and styles, and some durags have additional features such as a wave cap or long tail. Durags are often worn by people with afro-textured hair, as they can help to protect and preserve the natural curl pattern. They are also sometimes worn as a fashion accessory or as part of a cultural tradition.<\/p>"}},"09136411-30c6-4276-8ee4-2f6218641c55":{"type":"text","settings":{"title":"What is a wave pomade?","text":"<p>Wave pomade is a type of hair styling product that is specifically formulated to help create and maintain the \"wavy\" hairstyle that is popular among some men. Wave pomade is typically used on afro-textured hair and is applied by spreading a small amount through the hair, starting at the roots and working towards the ends. It is then combed or brushed through the hair to create the desired wave pattern. Wave pomade is usually heavier and more greasy than other types of hair pomades, and it is designed to provide a strong hold to help keep the waves in place. Some wave pomades also contain ingredients that can help to nourish and moisturize the hair, as well as add shine and control frizz.<\/p>"}}},"block_order":["template--17079573741782__87ba4aaa-7376-4ee8-a742-e83fc09294c3-text-1","template--17079573741782__87ba4aaa-7376-4ee8-a742-e83fc09294c3-text-2","template--17079573741782__87ba4aaa-7376-4ee8-a742-e83fc09294c3-text-3","template--17079573741782__87ba4aaa-7376-4ee8-a742-e83fc09294c3-text-4","2bb6b01e-ff30-42f2-b26c-2beb4d3cf2df","01d604ab-cdae-4303-947c-8879078bd407","50322381-5996-4435-8086-6347d93cb1f1","09136411-30c6-4276-8ee4-2f6218641c55"],"settings":{"layout":"one-column","show_accordion_divider":false,"title":"What is?","subheading":"Find answers to a lot the questions we get asked about our products and ingredient.","text":"","tabs_bg_color":"#fafafa","bg_color_secondary":false,"text_color":"text-dark","width":"wrapper","padding_top":0,"padding_bottom":60}}},"order":["main","87ba4aaa-7376-4ee8-a742-e83fc09294c3"]}